{
    "salate": [
        {
            "id": "1",
            "ime": "Cezar salata",
            "slika": "cezar.jpg",
            "opis": "1. Operite i osušite zelenu salatu, pa je nasjeckajte na manje komade i stavite u veliku ciniju.\r\n\r\n   2. Piletinu posolite i pobiberite po ukusu. Zagrijte malo maslinovog ulja u tiganju na srednje jakoj vatri. Dodajte pileće filete i pržite ih sa svake strane dok ne postanu zlatno smeđi i potpuno skuvani (oko 5-7 minuta sa svake strane). Kada su gotovi, ostavite ih da se ohlade nekoliko minuta, a zatim nasjeckajte na tanke trake.\r\n\r\n   3. Za dresing, u manjoj činiji pomešajte majonez, senf, maslinovo ulje, sok od limuna, rendani parmezan, sitno seckani beli luk, so i biber. Dobro promešajte sve sastojke dok ne dobijete homogenu smesu.\r\n\r\n   4. Tostrirajte hleb i isecite ga na kocke ili trake.\r\n\r\n   5. Na preostalu zelenu salatu dodajte pileće trake i tostirani hleb.\r\n\r\n   6. Prelijte salatu pripremljenim dresingom i dobro promešajte tako da se svi sastojci ravnomerno prekriju dresingom.\r\n\r\n   7. Na kraju, pospite rendanim parmezanom preko salate.\r\n\r\nCezar salata je sada spremna za serviranje! Uživajte u ovom ukusnom obroku.",
            "sastojci": "zelena salata,piletina,hljeb,parmezan,maslinovo ulje,majonez,sen",
            "kolicine": "Za salatu:\r\n\r\n    1 glavica zelene salate\r\n    2 pileća fileta (oko 200g svaki)\r\n    2 kriške tostiranog hleba\r\n    1\/2 šolje parmezana \r\n    1\/4 šolje maslinovog ulja\r\n    1 čen belog luka \r\n    So i biber po ukusu\r\n\r\nZa dresing:\r\n\r\n    1\/4 šolje majoneza\r\n    1 kašika senfa\r\n    1 kašika maslinovog ulja\r\n    2 kašike soka od limuna\r\n    1 kašika rendanog parmezana\r\n    So i biber po ukusu",
            "kalorije": "350",
            "vrijeme": "20",
            "kategorija": "piletina"
        },
        {
            "id": "2",
            "ime": "Grčka salata",
            "slika": "grcka.jpg",
            "opis": "1. Isecite sveži krastavac, paradajz i crni luk na tanke kriške i stavite ih u činiju.\r\n\r\n   2. Dodajte maslinke i feta sir, i pospite sa malo maslinovog ulja.\r\n\r\n   3. Posolite i pobiberite po ukusu.\r\n\r\n   4. Za dodatni ukus, možete dodati malo maslina i origana.\r\n\r\nGrčka salata je sada spremna za serviranje! Uživajte u ovom originalnom grčkom ukusu.",
            "sastojci": "krastavac,paradajz,crni luk,masline,feta sir,maslinovo ulje,orig",
            "kolicine": "1 krastavac, 2 paradajza, 1 crni luk, 1\/2 šolje maslinki, 100g feta sira, 2 kašike maslinovog ulja, masline i origano po ukusu",
            "kalorije": "300",
            "vrijeme": "15",
            "kategorija": "ljetna"
        },
        {
            "id": "3",
            "ime": "Caprese salata",
            "slika": "caprese.jpg",
            "opis": "1. Isecite redom paradajz, bufalo mocarelu i sveže bosiljak listove na tanke kriške.\r\n\r\n   2. Redom aranžirajte na tanjir i pospite sa balzamikom i maslinovim uljem.\r\n\r\n   3. Posolite i pobiberite po ukusu.\r\n\r\nCaprese salata je sada spremna za serviranje! Uživajte u njenom osvežavajućem ukusu.",
            "sastojci": "paradajz,mocarela,bosiljak,balzamiko,maslinovo ulje",
            "kolicine": "2 paradajza, 200g bufalo mocarele, sveži bosiljak, 2 kašike balzamika, 2 kašike maslinovog ulja",
            "kalorije": "250",
            "vrijeme": "10",
            "kategorija": "ljetna"
        },
        {
            "id": "4",
            "ime": "Šopska salata",
            "slika": "sopska.jpg",
            "opis": "1. Isecite sveži krastavac, paradajz i crni luk na male kocke i stavite ih u činiju.\r\n\r\n   2. Dodajte malo kajmaka i pospite sa soli i suvom mentom.\r\n\r\n   3. Prelijte sa malo vinaigrette-a i promešajte.\r\n\r\nŠopska salata je sada spremna za serviranje! Uživajte u ovoj tradicionalnoj makedonskoj salati.",
            "sastojci": "krastavac,paradajz,crni luk,kajmak,so,menta",
            "kolicine": "1 krastavac, 2 paradajza,1 crni luk, 100g kajmaka, so, suva menta",
            "kalorije": "200",
            "vrijeme": "15",
            "kategorija": "regionalno"
        }
    ]
}